10/data/attachments/510dfb61fb5008d1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_9b1ce4c2-2a42-47a3-b9d3-0b12bb702a03</nif:username>
            <nif:friendToBeAdded>Eric_son_Actions_99630_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>